Dlubal.DynamPro.DlcDampingType
DLC - Damping, type of damping to be used

Dlubal.DynamPro.DlcDampingType.UnknownDampingType
Unknown Type

Dlubal.DynamPro.DlcDampingType.1
Unknown Type

Dlubal.DynamPro.DlcDampingType.RayleighDamping
Rayleigh Damping

Dlubal.DynamPro.DlcDampingType.LehrDamping
Lehr's Damping

Dlubal.DynamPro.DlcDampingType.LehrDampingForEachMode
Lehr's Damping differently for each mode